Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1155_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Gielladahku-bálkkašupmi 2015
smn: Kielâtaho-palhâšume 2015

source: Sámi giellaráđđi lea mieđihan jagi 2015
smn: Säämi kielârääđi lii čujottâm ive 2015

source: Gielladahku – bálkkašumi
smn: Kielâtaho-palhâšume

source: fi-ovttasbargofidnui sámegielat bálvalusaid ja sámegiela sajádaga ovddideami várás bargon ánššolaš barggus Suomas.
smn: fi-oovtâspargoproojeektân sämikielâlij palvâlusâi já sämikielâ sajattuv ovdedem várás rahtum ánsulâš pargoost Suomâst.

source: fi-ovttasbargofidnu neahttabálvalus sisttisdoallá šlunduma iežasdikšunprográmma davvisámegillii.
smn: fi-oovtâspargoproojeekt viermipalvâlusâst lii šlundevuođâ jieštipšomohjelm orjâlâškielân.

source: Gielladahku – bálkkašumiin sámi giellaráđđi háliida giddet fuopmášumi dasa, ahte Mielenterveystalo.
smn: Kielâtaho-palhâšumáin säämi kielâ rääđi lii haalijd kiddiđ huámášume toos, ete Mielenterveystalo.

source: fi-ovttasbargofidnu lea ollašuhttán sámiid gielalaš bálvalusaid ođđalágan vugiin, mii juksá viidát sámegielat olbmuid.
smn: fi-oovtâspargoproojeekt lii olášuttám sämmilij kielâlijd palvâlusâid uđđâäigásâš vuovvijn, mii juksá stuorrâ juávhu sämikielâlijd ulmuid.

source: fi-ovttasbargofidnu neahttaalbmadusa Iežasdikšunrávvagat ja daid geavaheapmi ii leat áigái iige báikái čadnon.
smn: fi-oovtâspargoproojeekt viermialmostittem Jieštipšoraavâ já ton kevttim iävá lah ááigán tâi pááikán čonnâšum.

source: Iežasdikšunrávvagat fáhtejit neahttaalbmadussan sámegielat olbmuid nu sámeguovllus go dan olggobealde.
smn: Jieštipšoraavâ juksá viermialmostittemin sämikielâlâš aalmug nuuvt sämikuávlust ko ton ulguubeln.

source: Neahtas doaibman, ja maiddái rávvagiid ja dieđihančállosiid olggosbuktin neahtas leat ođđaáigásaš bálvalanhámit, maid galgá ovddežis lasihit dálá bálvalanhámiid lassin.
smn: Viermist toimâm já ravvui já tieđettemčallui almostittem viermist lává táálááh palvâlushäämih, maid kalga ovdiist lasettiđ valmâš palvâlushaamij lasseen.

source: Neahttaalbmadussan Iežasdikšunrávvagat olahit buorebut erenomážit sámegielat nuorat olbmuid, geat leat hárjánan dikšut áššiideaset neahtas ja geavahit elektrovnnalaš bálvalusaid.
smn: Viermialmostittemin Jieštipšoraavâ juksá pyerebeht spesifisávt nuorâb sämikielâlâš aalmug, mii lii vuáhádum tipšođ aašijd viermist já kevttiđ šleđgâlijd palvâlusâid.

source: Sámegielat Iežasdikšunrávvagat fállet oahpisteami iežas buorredili doarjjan ja rávvagiidda sáhttá oahpásmuvvat iežas áigetávvala mielde báikkis fuolakeahttá.
smn: Sämikielâlâš Jieštipšoraavâ addel uápistem jieijâs cevzim tuárjumân já ravvui puáhtá uápásmiđ jieijâs liähtoin kost peri.

source: Sámi giellaráđđi atná dehálažžan, ahte dat leat oažžumis maiddái sámegillii.
smn: Säämi kielârääđi ana tehálâžžân, ete tot lii finnimnáál meiddei sämikieláid.

source: Sámegielat neahttaalbmadusa buvttadeamis lea dehálaš, ahte preanttus lea álkit gávdnomis.
smn: Sämikielâlâš viermialmostittemij pyevtitmist lii tehálâš, ete almostittem lii älkkeest kavnâmnáál.

source: Vaikke Iežasdikšunprográmmai ii leat njuolggo liŋka Mielenterveystalo.
smn: Veikkâ Jieštipšoravvui ij lah njuolgâ liŋkki Mielenterveystalo.

source: fi-siidduin, dat gávdno ainjuo Mielenterveystalo.
smn: fi-siijđoin, tot kavnoo kuittâg Mielenterveystalo.

source: fi-siiddu iežasdikšunrávvagiid bláđemiin.
smn: fi-siijđoi jieštipšoravvuid lađâmáin.

source: Iežasdikšunrávvagiid doaimmaheapmi neahtas davvisámegillii lea sámegielat bálvalusaid fálaldagas dakkár vuosttas lávki, man Sámi giellaráđđi sávvá roahkasmahttit maiddái eará orgánaid lágidišgoahtit sámegielat bálvalusaid neahtas.
smn: Jieštipšoravvuu toimâttem viermist orjâlâškielân lii sämikielâlij palvâlusâi falâldâhhân taggaar aalgâ, mii Säämi kielârääđi tuáivu mield ruokâsmit meiddei iárásijd orniđ sämikielâlijd palvâlusâid viermist.

source: Dál olggosaddon Iežasdikšunrávvagat leat vuosttas Mielenterveystalo.
smn: Tääl almostittum Jieštipšoraavâ lii vuossâmuš Mielenterveystalo.

source: fi-ovttasbargofidnu davvisámegielat neahttaalbmadus.
smn: fi-oovtâspargoproojeekt orjâlâškielâlâš viermialmostittem.

source: Sámi giellaráđđi sávvá, ahte Gielladahku-bálkkašupmi movttiidahttá bálkkašumi oažžu viiddidit davvisámegielat fálaldaga ja maiddái, ahte dat doaimmaha neahttamateriála vejolašvuođaid mielde maiddái anárašgillii ja nuortalašgillii.
smn: Säämi kielârääđi tuáivu, ete Kielâtaho-palhâšume movtijdit palhâšumefinnejeijee vijđediđ orjâlâškielâlâš falâduv sehe toimâttiđ viermiamnâstuv máhđulâšvuođâi mield meiddei anarâškielân já nuorttâlâškielân.
